Repository: WordPressBugBounty/plugins-woo-rede
Catalog: woo-rede/languages/fraud-detection-for-woocommerce-*.po
Languages: pt_br

source: Fraud Detection for WooCommerce
pt_br: Antifraude para WooCommerce

source: This is a description of the plugin.
pt_br: Essa é a descrição do plugin.

source: Generate Google Recaptcha V3 keys.
pt_br: Gerar chaves do Google Recaptcha V3.

source: Antifraud
pt_br: Antifraude

source: Enable reCAPTCHA
pt_br: Habilitar reCAPTCHA

source: Enable to activate reCAPTCHA during checkout.
pt_br: Ative para habilitar o recaptcha durante o checkout.

source: ReCAPTCHA version
pt_br: Versão do recaptcha

source: Site Recaptcha Key
pt_br: Chave Recaptcha do site

source: Google Recaptcha V3 service key.
pt_br: Chave do serviço Google Recaptcha V3.

source: Secret Recaptcha Key
pt_br: Chave secreta do Recaptcha

source: Google Recaptcha V3 secret key.
pt_br: Chave secreta do Google Recaptcha V3.

source: Minimum score
pt_br: Pontuação mínima

source: This site is protected by reCAPTCHA and the
pt_br: Este site é protegido pelo reCAPTCHA e as

source: Privacy Policy
pt_br: Políticas de Privacidade

source: and Google
pt_br: e Google

source: Terms of Service
pt_br: Termos de Serviço do Google

source: apply.
pt_br: se aplicam.

source: Debug
pt_br: Depuração

source: Enable debug logs.
pt_br: Ativar logs de depuração.

source: See logs
pt_br: Ver logs

source: Fraud
pt_br: Fraude

source: Fraud (%s)
pt_br: Fraude (%s)

source: Performs verification and prevention of malicious payments.
pt_br: Realiza verificação e prevenção de pagamentos maliciosos.

source: Invalid recaptcha: score below the limit.
pt_br: Recaptcha inválido: score abaixo do limite.

source: Invalid recaptcha: recaptcha was not validated.
pt_br: Recaptcha inválido: recaptcha não foi validado.

source: High likelihood of automated (bot) behavior.
pt_br: Alta probabilidade de comportamento automatizado (bot).

source: Intermediate behavior.
pt_br: Comportamento intermediário.

source: Behavior generally human, but with some uncertainty.
pt_br: Comportamento geralmente humano, mas com alguma incerteza.

source: High likelihood of legitimate human behavior.
pt_br: Alta probabilidade de comportamento humano legítimo.

source: The minimum score validated by Recaptcha for the payment to be accepted. Ranges from 0 to 1. It is recommended to use a score above 0.7.
pt_br: A score mínima validado pelo Recaptcha para que o pagamento seja aceito. Varia de 0 a 1. Recomenda-se utilizar uma pontuação acima de 0.7.

source: Customer's ANTIFRAUD score:
pt_br: Nota ANTIFRAUDE do cliente:
